Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: %@ 使用 4 位数字密码。
de: %@ verwendet ein 4-stelliges Passwort.
en: %@ uses a 4-digit numeric passcode.
es: %@ utiliza una contraseña de 4 dígitos.
fr: %@ utilise un mot de passe à 4 chiffres.
it: %@ utilizza una password di 4 cifre.
ja: %@ は 4 桁のパスワードを使用します。
ko: %@은(는) 4자리 비밀번호를 사용합니다.
ru: %@ использует пароль из 4 цифр.
zh_hant_tw: %@ 使用 4 位數字密碼。
zh_hk: %@ 使用 4 位數字密碼。

source: %@ 使用 6 位数字密码。
de: %@ Verwenden Sie ein 6-stelliges Passwort.
en: %@ uses a 6-digit numeric passcode.
es: %@ Utilice una contraseña de 6 dígitos.
fr: %@ Utilisez un mot de passe à 6 chiffres.
it: %@ Utilizza una password di 6 cifre.
ja: %@ 6 桁のパスワードを使用してください。
ko: %@ 6자리 비밀번호를 사용하세요.
ru: %@ Используйте 6-значный пароль.
zh_hant_tw: %@ 使用 6 位數密碼。
zh_hk: %@ 使用 6 位數密碼。

source: %@ 使用大于 6 位且至少包含 1 个字母的复杂密码。
de: %@ Verwenden Sie ein komplexes Passwort, das mehr als 6 Zeichen lang ist und mindestens 1 Buchstaben enthält.
en: %@ uses a complex passcode longer than 6 characters and containing at least 1 letter.
es: %@ Utilice una contraseña compleja que tenga más de 6 caracteres y contenga al menos 1 letra.
fr: %@ Utilisez un mot de passe complexe de plus de 6 caractères et contenant au moins 1 lettre.
it: %@ Utilizzare una password complessa composta da più di 6 caratteri e contenente almeno 1 lettera.
ja: %@ 6 文字を超え、少なくとも 1 文字を含む複雑なパスワードを使用してください。
ko: %@ 6자보다 크고 최소한 1개의 문자를 포함하는 복잡한 비밀번호를 사용하세요.
ru: %@ Используйте сложный пароль длиной более 6 символов и содержащий не менее 1 буквы.
zh_hant_tw: %@ 使用大於 6 位元且至少包含 1 個字母的複雜密碼。
zh_hk: %@ 使用大於 6 位元且至少包含 1 個字母嘅複雜密碼。

source: %@ 副本
de: %@ kopieren
en: %@ Copy
es: %@ copia
fr: %@ copie
it: %@ copia
ja: %@ コピー
ko: %@ 복사
ru: %@ копия

source: %@ 可用于快速解锁应用，你仍然可以随时使用密码解锁。
de: %@ kann verwendet werden, um die App schnell zu entsperren, und Sie können sie jederzeit mit einem Passwort entsperren.
en: %@ can quickly unlock the app. You can still use your password at any time.
es: %@ se puede utilizar para desbloquear rápidamente la aplicación y aún puedes desbloquearla con una contraseña en cualquier momento.
fr: %@ peut être utilisé pour déverrouiller rapidement l'application, et vous pouvez toujours la déverrouiller avec un mot de passe à tout moment.
it: %@ può essere utilizzato per sbloccare rapidamente l'app e puoi comunque sbloccarla con una password in qualsiasi momento.
ja: %@ を使用すると、アプリのロックをすばやく解除できます。また、いつでもパスワードを使用してロックを解除できます。
ko: %@을(를) 사용하면 앱을 빠르게 잠금 해제할 수 있으며 언제든지 비밀번호를 사용하여 잠금을 해제할 수 있습니다.
ru: %@ можно использовать для быстрой разблокировки приложения, и вы все равно можете разблокировать его с помощью пароля в любое время.
zh_hant_tw: %@ 可用於快速解鎖應用，你仍然可以隨時使用密碼解鎖。
zh_hk: %@ 可用於快速解鎖App，你仍然可以隨時使用密碼解鎖。

source: %@ 模式
de: %@ Muster
en: %@ Mode
es: %@ patrón
fr: modèle %@
it: %@ modello
ja: %@ パターン
ko: %@ 패턴
ru: %@ шаблон

source: %@ 解锁
de: %@ Entsperren
en: %@ Unlock
es: %@ Desbloquear
fr: %@ Déverrouiller
it: %@ Sblocca
ja: %@ ロック解除
ko: %@ 잠금 해제
ru: %@ Разблокировать
zh_hant_tw: %@ 解鎖
zh_hk: %@ 解鎖

source: %@ 解锁已开启
de: %@ Entsperrung ist aktiviert
en: %@ unlock is on
es: %@ El desbloqueo está habilitado
fr: %@ Le déverrouillage est activé
it: %@ Lo sblocco è abilitato
ja: %@ ロック解除が有効です
ko: %@ 잠금 해제가 활성화되었습니다
ru: %@ Разблокировка включена
zh_hant_tw: %@ 解鎖已開啟
zh_hk: %@ 解鎖已開啟

source: %@ 解锁未开启
de: %@ Entsperrung ist nicht aktiviert
en: %@ unlock is off
es: %@ El desbloqueo no está habilitado
fr: %@ Le déverrouillage n'est pas activé
it: %@ Lo sblocco non è abilitato
ja: %@ ロック解除は有効になっていません
ko: %@ 잠금 해제가 활성화되지 않았습니다
ru: %@ Разблокировка не включена
zh_hant_tw: %@ 解鎖未開啟
zh_hk: %@ 解鎖未開啟

source: %@ 设置已更新
de: %@ Einstellungen aktualisiert
en: %@ settings updated
es: %@ configuración actualizada
fr: %@ paramètres mis à jour
it: Impostazioni %@ aggiornate
ja: %@ 設定が更新されました
ko: %@ 설정이 업데이트되었습니다.
ru: %@ настроек обновлено
zh_hant_tw: %@ 設定已更新
zh_hk: %@ 設定已更新

source: %@ 还没有设置密码。
de: %@ hat noch kein Passwort festgelegt.
en: %@ does not have a passcode set yet.
es: %@ aún no ha establecido una contraseña.
fr: %@ n'a pas encore défini de mot de passe.
it: %@ non ha ancora impostato una password.
ja: %@ はまだパスワードを設定していません。
ko: %@님은 아직 비밀번호를 설정하지 않았습니다.
ru: %@ еще не установил пароль.
zh_hant_tw: %@ 還沒有設定密碼。
zh_hk: %@ 還沒有設定密碼。

source: %@ 验证失败，请继续使用密码解锁
de: %@ Die Überprüfung ist fehlgeschlagen. Bitte verwenden Sie weiterhin das Passwort zum Entsperren
en: %@ verification failed. Please continue using your password to unlock.
es: %@ Falló la verificación, continúe usando la contraseña para desbloquear
fr: %@ La vérification a échoué, veuillez continuer à utiliser le mot de passe pour déverrouiller
it: %@ Verifica non riuscita, continua a utilizzare la password per sbloccare
ja: %@ 検証に失敗しました。ロックを解除するには引き続きパスワードを使用してください
ko: %@ 확인에 실패했습니다. 잠금을 해제하려면 계속 비밀번호를 사용하십시오.
ru: %@ Проверка не удалась, продолжайте использовать пароль для разблокировки.
zh_hant_tw: %@ 驗證失敗，請繼續使用密碼解鎖
zh_hk: %@ 驗證失敗，請繼續使用密碼解鎖

# %@暂无内容
source: %1$@暂无内容
de: %1$@Noch kein Inhalt
en: %1$@ is empty
es: %1$@Aún no hay contenido
fr: %1$@Aucun contenu pour l'instant
it: %1$@Ancora nessun contenuto
ja: %1$@コンテンツはまだありません
ko: %1$@아직 콘텐츠가 없습니다
ru: %1$@Содержимого пока нет
zh_hant_tw: %1$@暫無內容
zh_hk: %1$@暫無內容

# %1$@ · %2$@ · %3$lld bytes
source: %1$@ · %2$@ · %3$lld 字节
de: %1$@ · %2$@ · %3$lld Bytes
en: %1$@ · %2$@ · %3$lld bytes
es: %1$@ · %2$@ · %3$lld bytes
fr: %1$@ · %2$@ · %3$lld octets
it: %1$@ · %2$@ · %3$lld byte
ja: %1$@ · %2$@ · %3$lld バイト
ko: %1$@ · %2$@ · %3$lld바이트
ru: %1$@ · %2$@ · %3$lld байт
zh_hant_tw: %1$@ · %2$@ · %3$lld 位元組
zh_hk: %1$@ · %2$@ · %3$lld 位元組

source: %1$@ 副本 %2$lld
de: %1$@ %2$lld kopieren
en: %1$@ Copy %2$lld
es: %1$@ copia %2$lld
fr: %1$@ copie %2$lld
it: %1$@ copia %2$lld
ja: %1$@ コピー %2$lld
ko: %1$@ 복사 %2$lld
ru: %1$@ копировать %2$lld

source: %1$@ 密码类型已经更新。下一步需要验证 %2$@ 当前密码，然后把它改成 %3$@。
de: %1$@ Passworttyp wurde aktualisiert. Der nächste Schritt besteht darin, das aktuelle Passwort von %2$@ zu überprüfen und es in %3$@ zu ändern.
en: %1$@ password type has been updated. Next, verify the current password for %2$@ and change it to %3$@.
es: %1$@ El tipo de contraseña ha sido actualizado. El siguiente paso es verificar la contraseña actual de %2$@ y cambiarla a %3$@.
fr: %1$@ Le type de mot de passe a été mis à jour. L'étape suivante consiste à vérifier le mot de passe actuel de %2$@ et à le remplacer par %3$@.
it: %1$@ Il tipo di password è stato aggiornato. Il passaggio successivo è verificare la password attuale di %2$@ e modificarla in %3$@.
ja: %1$@ パスワードの種類が更新されました。次の手順では、%2$@ の現在のパスワードを確認し、%3$@ に変更します。
ko: %1$@ 비밀번호 유형이 업데이트되었습니다. 다음 단계는 %2$@의 현재 비밀번호를 확인하고 이를 %3$@로 변경하는 것입니다.
ru: %1$@ Тип пароля обновлен. Следующим шагом будет проверка текущего пароля %2$@ и изменение его на %3$@.
zh_hant_tw: %1$@ 密碼類型已經更新。下一步需要驗證 %2$@ 目前密碼，然後把它改成 %3$@。
zh_hk: %1$@ 密碼類型已經更新。下一步需要驗證 %2$@ 目前密碼，然後把它改成 %3$@。

source: %1$@ 需要改成同样的密码类型：%2$@。
de: %1$@ muss in denselben Passworttyp geändert werden: %2$@.
en: %1$@ also needs to switch to the same passcode type: %2$@.
es: %1$@ debe cambiarse al mismo tipo de contraseña: %2$@.
fr: %1$@ doit être remplacé par le même type de mot de passe : %2$@.
it: %1$@ deve essere modificato con lo stesso tipo di password: %2$@.
ja: %1$@ は同じパスワード タイプ %2$@ に変更する必要があります。
ko: %1$@을(를) 동일한 비밀번호 유형(%2$@)으로 변경해야 합니다.
ru: %1$@ необходимо изменить на тот же тип пароля: %2$@.
zh_hant_tw: %1$@ 需要改成相同的密碼類型：%2$@。
zh_hk: %1$@ 需要改成相同嘅密碼類型：%2$@。

source: %1$@的密码类型需要和%2$@保持一致。
de: Der Passworttyp von %1$@ muss mit dem von %2$@ übereinstimmen.
en: %1$@ must use the same passcode type as %2$@.
es: El tipo de contraseña de %1$@ debe ser coherente con %2$@.
fr: Le type de mot de passe %1$@ doit être cohérent avec %2$@.
it: Il tipo di password di %1$@ deve essere coerente con %2$@.
ja: %1$@ のパスワード タイプは %2$@ と一致する必要があります。
ko: %1$@의 비밀번호 유형은 %2$@과 일치해야 합니다.
ru: Тип пароля %1$@ должен соответствовать %2$@.
zh_hant_tw: %1$@的密碼類型需要和%2$@保持一致。
zh_hk: %1$@嘅密碼類型需要和%2$@保持一致。

source: %lld 个照片或视频
de: %lld Fotos/Videos
en: %lld photos or videos
es: %lld fotos/videos
fr: %lld photos/vidéos
it: %lld foto/video
ja: 写真/ビデオ %lld件
ko: 사진/동영상 %lld개
ru: %lld фото/видео
zh_hant_tw: %lld 張照片或影片
zh_hk: %lld 張相片或影片

source: %lld 个项目导出失败，其余项目已准备好分享。
de: Der Export für %lld Elemente ist fehlgeschlagen. Die restlichen Elemente sind zum Teilen bereit.
en: %lld items could not be exported. The remaining items are ready to share.
es: Error al exportar %lld elementos; los elementos restantes están listos para compartir.
fr: L'exportation a échoué pour %lld éléments, les éléments restants sont prêts à être partagés.
it: Esportazione non riuscita per %lld elementi, gli elementi rimanenti sono pronti per la condivisione.
ja: %lld アイテムのエクスポートに失敗しました。残りのアイテムは共有する準備ができています。
ko: %lld개 항목을 내보내지 못했습니다. 나머지 항목은 공유할 준비가 되어 있습니다.
ru: Не удалось экспортировать %lld элементов. Оставшиеся элементы готовы к совместному использованию.
zh_hant_tw: %lld 個專案匯出失敗，其餘專案已準備好分享。
zh_hk: %lld 個專案導出失敗，其餘專案已準備好分享。

source: %lld 分钟
de: %lld Minuten
en: %lld min
es: %lld minutos
fr: %lld minutes
it: %lld minuti
ja: %lld 分
ko: %lld분
ru: %lld минут
zh_hant_tw: %lld 分鐘
zh_hk: %lld 分鐘

source: %lld 天
de: %lld Tage
en: %lld days
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld 日
ko: %lld일
ru: %lld дней

source: %lld 项
de: %lld Artikel
en: %lld items
es: %lld artículos
fr: %lld articles
it: %lld elementi
ja: %lld 個のアイテム
ko: %lld개 항목
ru: %lld предметов
zh_hant_tw: %lld 項
zh_hk: %lld 項

source: 1 分钟
de: 1 Minute
en: 1 minute
es: 1 minuto
fr: 1 minute
it: 1 minuto
ja: 1分
ko: 1분
ru: 1 минута
zh_hant_tw: 1 分鐘
zh_hk: 1 分鐘

source: 30 秒
de: 30 Sekunden
en: 30 seconds
es: 30 segundos
fr: 30 secondes
it: 30 secondi
ko: 30초
ru: 30 секунд

source: Copyright © 2026 Ruhongyi Liu. All rights reserved.
de: Copyright © 2026 Ruhongyi Liu. Alle Rechte vorbehalten.
es: Copyright © 2026 Ruhongyi Liu. Reservados todos los derechos.
fr: Copyright © 2026 Ruhongyi Liu. Tous droits réservés.
it: Copyright © 2026 Ruhongyi Liu. Tutti i diritti riservati.
ja: 著作権 © 2026 Ruhongyi Liu.無断転載を禁じます。
ko: 저작권 © 2026 Ruhongyi Liu. 모든 권리 보유.
ru: Copyright © 2026 Рухунъи Лю. Все права защищены.

source: Live Photo
de: Live-Foto
es: Foto en vivo
fr: Photo en direct
it: Foto dal vivo
ja: ライブフォト
ko: 라이브 포토
ru: Живое фото

source: 一旦您下载、安装或开始使用本应用，即视为您已充分阅读、理解并同意接受上述隐私政策与免责声明的所有条款约束。
de: Sobald Sie diese Anwendung herunterladen, installieren oder mit der Nutzung beginnen, wird davon ausgegangen, dass Sie alle Bedingungen der oben genannten Datenschutzrichtlinie und des Haftungsausschlusses vollständig gelesen und verstanden haben und ihnen zustimmen.
en: By downloading, installing, or beginning to use this application, you are deemed to have fully read, understood, and agreed to be bound by all the terms of the aforementioned Privacy Policy and Disclaimer.
es: Una vez que descargue, instale o comience a utilizar esta aplicación, se considerará que ha leído, comprendido y aceptado plenamente todos los términos de la Política de privacidad y el Aviso legal de privacidad anteriores.
fr: Une fois que vous avez téléchargé, installé ou commencé à utiliser cette application, vous êtes réputé avoir entièrement lu, compris et accepté d'être lié par tous les termes de la politique de confidentialité et de la clause de non-responsabilité ci-dessus.
it: Una volta scaricato, installato o iniziato a utilizzare questa applicazione, si ritiene che l'utente abbia letto, compreso e accettato integralmente di essere vincolato da tutti i termini dell'Informativa sulla privacy e della Dichiarazione di non responsabilità di cui sopra.
ja: このアプリケーションをダウンロード、インストール、または使用を開始すると、上記のプライバシー ポリシーと免責事項のすべての条件をよく読み、理解し、拘束されることに同意したものとみなされます。
ko: 이 애플리케이션을 다운로드, 설치 또는 사용하기 시작하면 위의 개인 정보 보호 정책 및 면책 조항의 모든 조건을 완전히 읽고 이해했으며 이에 동의한 것으로 간주됩니다.
ru: После загрузки, установки или начала использования этого приложения считается, что вы полностью прочитали, поняли и согласились соблюдать все условия вышеуказанной Политики конфиденциальности и Отказа от ответственности.
zh_hant_tw: 一旦您下載、安裝或開始使用本應用程式，即視為您已充分閱讀、瞭解並同意接受上述隱私權政策與免責聲明的所有條款約束。
zh_hk: 一旦您下載、安裝或開始使用本App，即視為您已充分閱讀、瞭解並同意接受上述隱私權政策與免責聲明嘅所有條款約束。

source: 一次最多只能导入 %lld 个项目。
de: Es können maximal %lld Projekte gleichzeitig importiert werden.
en: You can import up to %lld items at a time.
es: Se puede importar un máximo de %lld proyectos a la vez.
fr: Un maximum de %lld projets peuvent être importés à la fois.
it: È possibile importare un massimo di %lld progetti alla volta.
ja: 一度に最大 %lld プロジェクトをインポートできます。
ko: 한 번에 최대 %lld개 프로젝트를 가져올 수 있습니다.
ru: Одновременно можно импортировать не более %lld проектов.
zh_hant_tw: 一次最多只能匯入 %lld 個項目。
zh_hk: 一次最多只能導入 %lld 個項目。

source: 一次最多只能导入 %lld 张照片或视频。
de: Es können jeweils nur %lld Fotos oder Videos importiert werden.
en: You can import up to %lld photos or videos at a time.
es: Solo se pueden importar %lld fotos o vídeos a la vez.
fr: Seules %lld photos ou vidéos peuvent être importées à la fois.
it: È possibile importare solo %lld foto o video alla volta.
ja: 一度にインポートできる写真またはビデオは %lld 枚のみです。
ko: 한 번에 %lld개의 사진이나 비디오만 가져올 수 있습니다.
ru: Одновременно можно импортировать только %lld фотографий и видео.
zh_hant_tw: 一次最多只能匯入 %lld 張照片或影片。
zh_hk: 一次最多只能導入 %lld 張相片或影片。

source: 上一步
de: Zurück
en: Previous
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 이전
ru: Назад

source: 上次导出
de: Letzter Export
en: Last Exported
es: Última exportación
fr: Dernière exportation
it: Ultima esportazione
ja: 最後のエクスポート
ko: 마지막 내보내기
ru: Последний экспорт
zh_hant_tw: 上次匯出
zh_hk: 上次導出

source: 下一步
de: Weiter
en: Next
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
ru: Далее

source: 不支持的文件类型。
de: Nicht unterstützter Dateityp.
en: Unsupported file type.
es: Tipo de archivo no compatible.
fr: Type de fichier non pris en charge.
it: Tipo di file non supportato.
ja: サポートされていないファイル形式です。
ko: 지원되지 않는 파일 형식입니다.
ru: Неподдерживаемый тип файла.
zh_hant_tw: 不支援的文件類型。
zh_hk: 不支援嘅文件類型。

source: 不显示封面
de: Zeigen Sie keine Deckung
en: Hide Cover
es: No mostrar portada
fr: Ne pas montrer la couverture
it: Non mostrare la copertina
ja: 表紙を表示しない
ko: 표지를 표시하지 않음
ru: Не показывать обложку
zh_hant_tw: 不顯示封面
zh_hk: 不顯示封面

source: 丢失
de: verloren
en: Missing
es: perdido
fr: perdu
it: perso
ja: 失われた
ko: 잃어버린
ru: потерянный
zh_hant_tw: 遺失
zh_hk: 遺失

source: 两个空间不能使用相同的密码。
de: Zwei Leerzeichen können nicht dasselbe Passwort verwenden.
en: The two spaces cannot use the same password.
es: Dos espacios no pueden usar la misma contraseña.
fr: Deux espaces ne peuvent pas utiliser le même mot de passe.
it: Due spazi non possono utilizzare la stessa password.
ja: 2 つのスペースに同じパスワードを使用することはできません。
ko: 두 개의 공백은 동일한 비밀번호를 사용할 수 없습니다.
ru: Два пробела не могут использовать один и тот же пароль.
zh_hant_tw: 兩個空間不能使用相同的密碼。
zh_hk: 兩個空間不能使用相同嘅密碼。

source: 两个空间必须使用同一种密码类型。
de: Beide Bereiche müssen denselben Passworttyp verwenden.
en: Both spaces must use the same password type.
es: Ambos espacios deben utilizar el mismo tipo de contraseña.
fr: Les deux espaces doivent utiliser le même type de mot de passe.
it: Entrambi gli spazi devono utilizzare lo stesso tipo di password.
ja: 両方のスペースで同じパスワード タイプを使用する必要があります。
ko: 두 공간 모두 동일한 비밀번호 유형을 사용해야 합니다.
ru: В обоих пространствах должен использоваться один и тот же тип пароля.
zh_hant_tw: 兩個空間必須使用同一種密碼類型。
zh_hk: 兩個空間必須使用同一種密碼類型。

source: 两次输入的密码不一致。
de: Die doppelt eingegebenen Passwörter sind inkonsistent.
en: The two passcode entries do not match.
es: Las contraseñas ingresadas dos veces son inconsistentes.
fr: Les mots de passe saisis deux fois sont incohérents.
it: Le password inserite due volte non sono coerenti.
ja: 2 回入力したパスワードは一致しません。
ko: 두 번 입력한 비밀번호가 일치하지 않습니다.
ru: Пароли, введенные дважды, несовместимы.
zh_hant_tw: 兩次輸入的密碼不一致。
zh_hk: 兩次輸入嘅密碼不一致。

source: 两次输入的导出密码不一致。
de: Die doppelt eingegebenen Exportpasswörter sind inkonsistent.
en: The export password entries do not match.
es: Las contraseñas de exportación ingresadas dos veces no son consistentes.
fr: Les mots de passe d'exportation saisis deux fois sont incohérents.
it: Le password di esportazione immesse due volte non sono coerenti.
ja: 2 回入力したエクスポート パスワードは一致しません。
ko: 두 번 입력한 내보내기 비밀번호가 일치하지 않습니다.
ru: Пароли экспорта, введенные дважды, несовместимы.
zh_hant_tw: 兩個輸入的匯出密碼不一致。
zh_hk: 兩個輸入嘅導出密碼不一致。

source: 两次输入的新密码不一致。
de: Die zweimal eingegebenen neuen Passwörter sind inkonsistent.
en: The new passwords do not match.
es: Las nuevas contraseñas ingresadas dos veces son inconsistentes.
fr: Les nouveaux mots de passe saisis deux fois sont incohérents.
it: Le nuove password inserite due volte non sono coerenti.
ja: 2 回入力した新しいパスワードは一致しません。
ko: 두 번 입력한 새 비밀번호가 일치하지 않습니다.
ru: Новые пароли, введенные дважды, несовместимы.
zh_hant_tw: 兩次輸入的新密碼不一致。
zh_hk: 兩次輸入嘅新密碼不一致。

source: 两次输入的胁迫密码不一致。
de: Die doppelt eingegebenen Zwangspasswörter sind inkonsistent.
en: The duress passwords do not match.
es: Las contraseñas de coacción ingresadas dos veces no son consistentes.
fr: Les mots de passe sous contrainte saisis deux fois sont incohérents.
it: Le password di coercizione immesse due volte non sono coerenti.
ja: 2 回入力した強要パスワードは矛盾しています。
ko: 두 번 입력한 협박 비밀번호가 일치하지 않습니다.
ru: Пароли принуждения, введенные дважды, несовместимы.
zh_hant_tw: 兩次輸入的脅迫密碼不一致。
zh_hk: 兩次輸入嘅脅迫密碼不一致。

source: 中止后将无法恢复当前的进度，且系统会清理已生成的临时数据。
de: Nach dem Abbruch kann der aktuelle Fortschritt nicht wiederhergestellt werden und das System bereinigt die generierten temporären Daten.
en: Aborting will prevent the current progress from being recovered, and the system will clean up the generated temporary data.
es: Después de cancelar, el progreso actual no se puede restaurar y el sistema limpiará los datos temporales que se han generado.
fr: Après l'abandon, la progression actuelle ne peut pas être restaurée et le système nettoiera les données temporaires générées.
it: Dopo l'interruzione, l'avanzamento corrente non può essere ripristinato e il sistema ripulirà i dati temporanei che sono stati generati.
ja: 中止後は現在の進行状況を復元することはできず、システムは生成された一時データをクリーンアップします。
ko: 중단 후에는 현재 진행 상황을 복원할 수 없으며 시스템은 생성된 임시 데이터를 정리합니다.
ru: После прерывания текущий прогресс не может быть восстановлен, и система очистит сгенерированные временные данные.
zh_hant_tw: 中止後將無法恢復目前的進度，且系統會清理已產生的暫存資料。
zh_hk: 中止後將無法恢復目前嘅進度，且系統會清理已產生嘅暫存數據。

source: 中止操作
de: Vorgang abbrechen
en: Abort Operation
es: Cancelar operación
fr: Abandonner l'opération
it: Interrompere l'operazione
ja: 操作を中止する
ko: 작업 중단
ru: Прервать операцию

source: 为了避免批量导入时占用过多内存，单次最多只能导入 %lld 个项目。
de: Um zu vermeiden, dass beim Batch-Import zu viel Speicher belegt wird, können jeweils nur %lld Projekte importiert werden.
en: To avoid excessive memory usage during batch import, you can import at most %lld items at a time.
es: Para evitar ocupar demasiada memoria durante la importación por lotes, solo se pueden importar %lld proyectos a la vez.
fr: Afin d'éviter d'occuper trop de mémoire lors de l'importation par lots, seuls les projets %lld peuvent être importés à la fois.
it: Per evitare di occupare troppa memoria durante l'importazione batch, è possibile importare solo progetti %lld alla volta.
ja: バッチ インポート中に大量のメモリが占有されるのを避けるため、一度にインポートできるのは %lld プロジェクトのみです。
ko: 일괄 가져오기 중에 메모리를 너무 많이 차지하지 않도록 한 번에 %lld개의 프로젝트만 가져올 수 있습니다.
ru: Чтобы не занимать слишком много памяти во время пакетного импорта, одновременно можно импортировать только проекты %lld.
zh_hant_tw: 為了避免批次匯入時佔用過多內存，單次最多只能匯入 %lld 個項目。
zh_hk: 為了避免批次導入時佔用過多內存，單次最多只能導入 %lld 個項目。

source: 主要空间
de: Hauptraum
en: Main Space
es: espacio principal
fr: espace principal
it: spazio principale
ja: メインスペース
ko: 메인 공간
ru: главное пространство
zh_hant_tw: 主要空間
zh_hk: 主要空間

source: 主要空间名称
de: Name des Hauptbereichs
en: Primary Space Name
es: Nombre del espacio principal
fr: Nom de l'espace principal
it: Nome dello spazio principale
ja: メインスペース名
ko: 메인 스페이스 이름
ru: Имя основного пространства
zh_hant_tw: 主要空間名稱
zh_hk: 主要空間名稱

source: 仅在导入照片和视频时需要访问相册权限。应用永远不会将你的媒体上传到任何云端服务器。
de: Der Zugriff auf das Album ist nur beim Importieren von Fotos und Videos erforderlich. Die App lädt Ihre Medien niemals auf einen Cloud-Server hoch.
en: Photo library access is only needed when importing photos and videos. The app never uploads your media to any cloud server.
es: El acceso al álbum solo es necesario al importar fotos y vídeos. La aplicación nunca carga sus medios en ningún servidor en la nube.
fr: L'accès à l'album n'est requis que lors de l'importation de photos et de vidéos. L'application ne télécharge jamais vos médias sur un serveur cloud.
it: L'accesso all'album è richiesto solo quando si importano foto e video. L'app non carica mai i tuoi contenuti multimediali su nessun server cloud.
ja: アルバムへのアクセスは、写真とビデオをインポートする場合にのみ必要です。アプリがメディアをクラウド サーバーにアップロードすることはありません。
ko: 앨범 접근 권한은 사진과 비디오를 가져올 때만 필요합니다. 앱은 미디어를 클라우드 서버에 업로드하지 않습니다.
ru: Доступ к альбому требуется только при импорте фотографий и видео. Приложение никогда не загружает ваши медиафайлы на какой-либо облачный сервер.
zh_hant_tw: 僅在匯入照片和影片時需要存取相簿權限。應用程式永遠不會將你的媒體上傳到任何雲端伺服器。
zh_hk: 僅在導入相片和影片時需要存取相簿權限。App永遠不會將你嘅媒體上傳到任何雲端伺服器。

source: 从文件导入
de: aus Datei importieren
en: Import from Files
es: importar desde archivo
fr: importer à partir d'un fichier
it: importare da file
ja: ファイルからインポート
ko: 파일에서 가져오기
ru: импорт из файла
zh_hant_tw: 從文件匯入
zh_hk: 從文件導入

source: 从相册导入
de: Aus Fotoalbum importieren
en: Import from Photos
es: Importar desde álbum de fotos
fr: Importer depuis un album photo
it: Importa dall'album fotografico
ja: フォトアルバムからインポート
ko: 사진 앨범에서 가져오기
ru: Импорт из фотоальбома
zh_hant_tw: 從相簿匯入
zh_hk: 從相簿導入

source: 从系统图库删除？
de: Aus Systemgalerie löschen?
en: Delete from System Photos?
es: ¿Eliminar de la galería del sistema?
fr: Supprimer de la galerie système ?
it: Eliminare dalla Galleria di sistema?
ja: システムギャラリーから削除しますか?
ko: 시스템 갤러리에서 삭제하시겠습니까?
ru: Удалить из системной галереи?
zh_hant_tw: 從系統圖庫刪除？
zh_hk: 從系統圖庫刪除？

source: 从系统图库导入
de: Import aus Systembibliothek
en: Import from System Photos
es: Importar desde la biblioteca del sistema
fr: Importer depuis la bibliothèque système
it: Importa dalla libreria di sistema
ja: システムライブラリからインポート
ko: 시스템 라이브러리에서 가져오기
ru: Импорт из системной библиотеки
zh_hant_tw: 從系統圖庫匯入
zh_hk: 從系統圖庫導入
